Repository: GSM-MSG/StudyMate-iOS
Catalog: StudyMate/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, he, hi, it, ja, ko, pl, pt_br, ru, tr, uk_ua, zh_hans

# record_first_study
source: Record your first study!
ar: سجل دراستك الأولى!
bn: আপনার প্রথম অধ্যয়ন রেকর্ড করুন!
de: Zeichne deine erste Lernsitzung auf!
es: ¡Registra tu primer estudio!
fa: اولین مطالعه خود را ثبت کنید!
fr: Enregistrez votre première étude !
he: הקלט את הלימוד הראשון שלך!
hi: अपना पहला अध्ययन रिकॉर्ड करें!
it: Registra il tuo primo studio!
ja: 最初の学習を記録しよう！
ko: 첫 번째 학습 내용을 기록해보세요!
pl: Zarejestruj swoją pierwszą naukę!
pt_br: Registre seu primeiro estudo!
ru: Запишите своё первое занятие!
tr: İlk çalışmanı kaydet!
uk_ua: Запишіть своє перше навчання!
zh_hans: 记录您的第一次学习！

# records_with_feedback
source: %d records
ar: %d سجل
bn: %dটি রেকর্ড
de: %d Aufzeichnungen
es: %d registros
fa: %d سابقه
fr: %d enregistrements
he: %d רשומות
hi: %d रिकॉर्ड
it: %d registrazioni
ja: %d件の記録
ko: %d개 기록
pl: %d zapisów
pt_br: %d registros
ru: %d записей
tr: %d kayıt
uk_ua: %d записів
zh_hans: %d 条记录

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Ponów próbę
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar dene
uk_ua: Повторити
zh_hans: 重试

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk_ua: Зберегти
zh_hans: 保存

source: Scan
ar: مسح
bn: স্ক্যান করুন
de: Scannen
es: Escanear
fa: اسکن
fr: Scanner
he: סרוק
hi: स्कैन करें
it: Scansiona
ja: スキャン
ko: 스캔
pl: Skanuj
pt_br: Escanear
ru: Сканировать
tr: Tara
uk_ua: Сканувати
zh_hans: 扫描

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk_ua: Налаштування
zh_hans: 设置

# settings_help_section
source: Help
ar: المساعدة
bn: সাহায্য
de: Hilfe
es: Ayuda
fa: راهنما
fr: Aide
he: עזרה
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Помощь
tr: Yardım
uk_ua: Допомога
zh_hans: 帮助

# settings_onboarding_replay_subtitle
source: Review how to use the app
ar: مراجعة كيفية استخدام التطبيق
bn: অ্যাপটি কীভাবে ব্যবহার করতে হয় তা পর্যালোচনা করুন
de: Erfahren Sie, wie Sie die App verwenden können
es: Revisa cómo usar la aplicación
fa: مرور نحوه استفاده از برنامه
fr: Revoir comment utiliser l'application
he: סקירה כיצד להשתמש באפליקציה
hi: ऐप का उपयोग करने का तरीका देखें
it: Rivedi come utilizzare l'app
ja: アプリの使い方を確認する
ko: 앱 사용 방법 다시 보기
pl: Przejrzyj, jak korzystać z aplikacji
pt_br: Revise como usar o aplicativo
ru: Просмотрите, как использовать приложение
tr: Uygulamanın nasıl kullanılacağını gözden geçirin
uk_ua: Переглянути, як користуватися додатком
zh_hans: 回顾如何使用该应用

# settings_onboarding_replay_title
source: View Onboarding Again
ar: عرض التعريف مرة أخرى
bn: অনবোর্ডিং আবার দেখুন
de: Einführung erneut ansehen
es: Ver introducción de nuevo
fa: مشاهده مجدد آشناسازی
fr: Voir l'intégration à nouveau
he: צפה בהדרכה שוב
hi: ऑनबोर्डिंग फिर से देखें
it: Visualizza di nuovo l'onboarding
ja: オンボーディングを再表示
ko: 온보딩 다시 보기
pl: Zobacz ponownie wprowadzenie
pt_br: Ver introdução novamente
ru: Просмотреть вводный курс снова
tr: Başlangıç eğitimini tekrar görüntüle
uk_ua: Переглянути вступ знову
zh_hans: 重新查看入门指南

# share_app
source: Share the App
ar: مشاركة التطبيق
bn: অ্যাপটি শেয়ার করুন
de: App teilen
es: Compartir la aplicación
fa: اشتراک‌گذاری برنامه
fr: Partager l'application
he: שתף את האפליקציה
hi: ऐप शेयर करें
it: Condividi l'app
ja: アプリをシェアする
ko: 앱 공유하기
pl: Udostępnij aplikację
pt_br: Compartilhar o aplicativo
ru: Поделиться приложением
tr: Uygulamayı paylaş
uk_ua: Поділитися додатком
zh_hans: 分享应用

# share_app_subtitle
source: Recommend StudyMate to friends
ar: أوصِ أصدقاءك بتطبيق StudyMate
bn: বন্ধুদের কাছে StudyMate সুপারিশ করুন
de: StudyMate an Freunde empfehlen
es: Recomienda StudyMate a amigos
fa: StudyMate را به دوستان خود پیشنهاد دهید
fr: Recommander StudyMate à des amis
he: המלץ על StudyMate לחברים
hi: दोस्तों को StudyMate की सिफारिश करें
it: Consiglia StudyMate agli amici
ja: StudyMateを友達に勧める
ko: 친구들에게 StudyMate 추천하기
pl: Poleć StudyMate znajomym
pt_br: Recomendar o StudyMate aos amigos
ru: Рекомендуйте StudyMate друзьям
tr: StudyMate'i arkadaşlarına tavsiye et
uk_ua: Порекомендувати StudyMate друзям
zh_hans: 向朋友推荐 StudyMate

# share_message
source: StudyMate AI - Try this smart learning management app with AI tutor!
ar: StudyMate AI - جرب تطبيق إدارة التعلم الذكي هذا مع مدرس الذكاء الاصطناعي!
bn: StudyMate AI - এআই টিউটর সহ এই স্মার্ট লার্নিং ম্যানেজমেন্ট অ্যাপটি ব্যবহার করে দেখুন!
de: StudyMate KI - Probiere diese intelligente Lernmanagement-App mit KI-Tutor aus!
es: StudyMate IA - ¡Prueba esta aplicación inteligente de gestión de aprendizaje con tutor de IA!
fa: StudyMate AI - این برنامه هوشمند مدیریت یادگیری با مربی هوش مصنوعی را امتحان کنید!
fr: StudyMate IA - Essayez cette application intelligente de gestion d'apprentissage avec tuteur IA !
he: StudyMate AI - נסה את אפליקציית ניהול הלמידה החכמה הזו עם מורה בינה מלאכותית!
hi: StudyMate AI - AI ट्यूटर के साथ यह स्मार्ट लर्निंग मैनेजमेंट ऐप आज़माएँ!
it: StudyMate AI - Prova questa app intelligente di gestione dell'apprendimento con tutor AI!
ja: StudyMate AI - AIチューター付きのスマート学習管理アプリを試してみよう！
ko: StudyMate AI - AI 튜터와 함께하는 스마트한 학습 관리 앱을 사용해보세요!
pl: StudyMate AI - Wypróbuj tę inteligentną aplikację do zarządzania nauką z AI jako korepetytorem!
pt_br: StudyMate AI - Experimente este aplicativo inteligente de gerenciamento de aprendizado com tutor de IA!
ru: StudyMate AI — попробуйте это умное приложение для управления обучением с AI-репетитором!
tr: StudyMate AI - Yapay zeka öğretmenli bu akıllı öğrenme yönetimi uygulamasını deneyin!
uk_ua: StudyMate AI - Спробуйте цей розумний додаток для керування навчанням з ШІ-репетитором!
zh_hans: StudyMate AI - 试试这个带有 AI 导师的智能学习管理应用！

source: Start AI Analysis
ar: بدء تحليل الذكاء الاصطناعي
bn: এআই বিশ্লেষণ শুরু করুন
de: KI-Analyse starten
es: Iniciar análisis de IA
fa: شروع تحلیل هوش مصنوعی
fr: Démarrer l'analyse IA
he: התחל ניתוח בינה מלאכותית
hi: AI विश्लेषण शुरू करें
it: Avvia analisi AI
ja: AI分析を開始
ko: AI 분석을 시작해보세요
pl: Rozpocznij analizę AI
pt_br: Iniciar análise de IA
ru: Начать AI-анализ
tr: Yapay zeka analizini başlat
uk_ua: Почати аналіз ШІ
zh_hans: 开始 AI 分析

source: Study Content
ar: محتوى الدراسة
bn: অধ্যয়ন সামগ্রী
de: Lerninhalt
es: Contenido de estudio
fa: محتوای مطالعه
fr: Contenu d'étude
he: תוכן לימוד
hi: अध्ययन सामग्री
it: Contenuto di studio
ja: 学習内容
ko: 학습 내용
pl: Treść nauki
pt_br: Conteúdo de estudo
ru: Содержание занятия
tr: Çalışma içeriği
uk_ua: Навчальний вміст
zh_hans: 学习内容

# study_count_axis_label
source: Study Count
ar: عدد مرات الدراسة
bn: অধ্যয়ন সংখ্যা
de: Anzahl der Lernsitzungen
es: Cantidad de estudios
fa: تعداد مطالعه
fr: Nombre d'études
he: מספר לימודים
hi: अध्ययन संख्या
it: Conteggio studi
ja: 学習回数
ko: 학습 수
pl: Liczba sesji nauki
pt_br: Contagem de estudos
ru: Количество занятий
tr: Çalışma sayısı
uk_ua: Кількість занять
zh_hans: 学习次数

source: Study Duration
ar: مدة الدراسة
bn: অধ্যয়নের সময়কাল
de: Lerndauer
es: Duración de estudio
fa: مدت مطالعه
fr: Durée d'étude
he: משך לימוד
hi: अध्ययन अवधि
it: Durata dello studio
ja: 学習時間
ko: 학습 시간
pl: Czas trwania nauki
pt_br: Duração do estudo
ru: Длительность занятия
tr: Çalışma süresi
uk_ua: Тривалість навчання
zh_hans: 学习时长

source: Study Info
ar: معلومات الدراسة
bn: অধ্যয়ন তথ্য
de: Lerninfo
es: Información de estudio
fa: اطلاعات مطالعه
fr: Informations d'étude
he: מידע על הלימוד
hi: अध्ययन जानकारी
it: Informazioni sullo studio
ja: 学習情報
ko: 학습 정보
pl: Informacje o nauce
pt_br: Informações de estudo
ru: Информация о занятии
tr: Çalışma bilgisi
uk_ua: Інформація про навчання
zh_hans: 学习信息

# study_record_list_title
source: Study Records
ar: سجلات الدراسة
bn: অধ্যয়ন রেকর্ডসমূহ
de: Lernaufzeichnungen
es: Registros de estudio
fa: سوابق مطالعه
fr: Enregistrements d'étude
he: רשומות לימוד
hi: अध्ययन रिकॉर्ड
it: Registrazioni di studio
ja: 学習記録
ko: 학습 기록
pl: Zapisy nauki
pt_br: Registros de estudo
ru: Записи о занятиях
tr: Çalışma kayıtları
uk_ua: Записи навчання
zh_hans: 学习记录

# study_record_search_prompt
source: Search study records
ar: البحث في سجلات الدراسة
bn: অধ্যয়ন রেকর্ড খুঁজুন
de: Lernaufzeichnungen durchsuchen
es: Buscar registros de estudio
fa: جستجوی سوابق مطالعه
fr: Rechercher des enregistrements d'étude
he: חפש רשומות לימוד
hi: अध्ययन रिकॉर्ड खोजें
it: Cerca registrazioni di studio
ja: 学習記録を検索
ko: 학습 기록 검색
pl: Wyszukaj zapisy nauki
pt_br: Pesquisar registros de estudo
ru: Поиск записей о занятиях
tr: Çalışma kayıtlarını ara
uk_ua: Пошук записів навчання
zh_hans: 搜索学习记录

source: Study Streak
ar: تتابع الدراسة
bn: অধ্যয়ন স্ট্রিক
de: Lernserie
es: Racha de estudio
fa: روند مطالعه
fr: Série d'études
he: רצף לימוד
hi: अध्ययन स्ट्रीक
it: Serie di studio
ja: 学習連続日数
ko: 연속 학습
pl: Seria nauki
pt_br: Sequência de estudos
ru: Серия занятий
tr: Çalışma serisi
uk_ua: Серія навчань
zh_hans: 学习连续天数

source: Support
ar: الدعم
bn: সহায়তা
es: Soporte
fa: پشتیبانی
he: תמיכה
hi: सहायता
it: Supporto
ja: サポート
ko: 지원
pl: Wsparcie
pt_br: Suporte
ru: Поддержка
tr: Destek
uk_ua: Підтримка
zh_hans: 支持

source: This Month
ar: هذا الشهر
bn: এই মাস
de: Dieser Monat
es: Este mes
fa: این ماه
fr: Ce mois-ci
he: החודש
hi: इस महीने
it: Questo mese
ja: 今月
ko: 이번 달
pl: Ten miesiąc
pt_br: Este mês
ru: Этот месяц
tr: Bu ay
uk_ua: Цей місяць
zh_hans: 本月

source: This Week
ar: هذا الأسبوع
bn: এই সপ্তাহ
de: Diese Woche
es: Esta semana
fa: این هفته
fr: Cette semaine
he: השבוע
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
pl: Ten tydzień
pt_br: Esta semana
ru: Эта неделя
tr: Bu hafta
uk_ua: Цей тиждень
zh_hans: 本周

source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fa: عنوان
fr: Titre
he: כותרת
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_br: Título
ru: Заголовок
tr: Başlık
uk_ua: Заголовок
zh_hans: 标题

# title_content_required
source: Please enter title and content.
ar: الرجاء إدخال العنوان والمحتوى.
bn: অনুগ্রহ করে শিরোনাম এবং বিষয়বস্তু লিখুন।
de: Bitte geben Sie Titel und Inhalt ein.
es: Por favor, introduce título y contenido.
fa: لطفاً عنوان و محتوا را وارد کنید.
fr: Veuillez saisir le titre et le contenu.
he: אנא הזן כותרת ותוכן.
hi: कृपया शीर्षक और सामग्री दर्ज करें।
it: Inserisci titolo e contenuto.
ja: タイトルと内容を入力してください。
ko: 제목과 내용을 입력해주세요.
pl: Proszę wprowadzić tytuł i treść.
pt_br: Por favor, insira título e conteúdo.
ru: Пожалуйста, введите заголовок и содержание.
tr: Lütfen başlık ve içerik girin.
uk_ua: Будь ласка, введіть заголовок і вміст.
zh_hans: 请输入标题和内容。

# title_placeholder
source: Enter the title of what you learned
ar: أدخل عنوان ما تعلمته
bn: আপনি যা শিখেছেন তার শিরোনাম লিখুন
de: Geben Sie den Titel dessen ein, was Sie gelernt haben
es: Introduce el título de lo que has aprendido
fa: عنوان آنچه یاد گرفته‌اید را وارد کنید
fr: Saisissez le titre de ce que vous avez appris
he: הזן את הכותרת של מה שלמדת
hi: जो आपने सीखा उसका शीर्षक दर्ज करें
it: Inserisci il titolo di ciò che hai imparato
ja: 学んだことのタイトルを入力してください
ko: 학습한 내용의 제목을 입력하세요
pl: Wprowadź tytuł tego, czego się nauczyłeś
pt_br: Digite o título do que você aprendeu
ru: Введите заголовок того, что вы узнали
tr: Öğrendiğiniz şeyin başlığını girin
uk_ua: Введіть заголовок того, що ви вивчили
zh_hans: 输入您学到的内容的标题

source: Total Feedback
ar: إجمالي التعليقات
bn: মোট প্রতিক্রিয়া
de: Gesamtes Feedback
es: Comentarios totales
fa: مجموع بازخوردها
fr: Commentaires totaux
he: סך כל המשוב
hi: कुल प्रतिक्रिया
it: Feedback totale
ja: フィードバック合計
ko: 총 피드백
pl: Łączna liczba opinii
pt_br: Total de feedback
ru: Общее количество отзывов
tr: Toplam Geri Bildirim
uk_ua: Загальний відгук
zh_hans: 总反馈数

source: Total Study Records
ar: إجمالي سجلات الدراسة
bn: মোট অধ্যয়ন রেকর্ড
de: Gesamte Lernaufzeichnungen
es: Registros de estudio totales
fa: مجموع سوابق مطالعه
fr: Nombre total d'enregistrements d'étude
he: סך כל רשומות הלימוד
hi: कुल अध्ययन रिकॉर्ड
it: Registrazioni di studio totali
ja: 学習記録合計
ko: 총 학습 기록
pl: Łączna liczba zapisów nauki
pt_br: Total de registros de estudo
ru: Общее количество записей об обучении
tr: Toplam Çalışma Kayıtları
uk_ua: Загальна кількість записів навчання
zh_hans: 总学习记录

source: Unknown duration
ar: مدة غير معروفة
bn: অজানা সময়কাল
de: Unbekannte Dauer
es: Duración desconocida
fa: مدت زمان نامشخص
fr: Durée inconnue
he: משך זמן לא ידוע
hi: अज्ञात अवधि
it: Durata sconosciuta
ja: 所要時間不明
ko: 알 수 없는 시간
pl: Nieznany czas trwania
pt_br: Duração desconhecida
ru: Неизвестная продолжительность
tr: Bilinmeyen süre
uk_ua: Невідома тривалість
zh_hans: 未知时长

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
fa: نسخه
he: גרסה
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk_ua: Версія
zh_hans: 版本

source: View All
ar: عرض الكل
bn: সবগুলো দেখুন
de: Alle anzeigen
es: Ver todo
fa: مشاهده همه
fr: Voir tout
he: צפה בהכל
hi: सभी देखें
it: Visualizza tutto
ja: すべて表示
ko: 전체보기
pl: Zobacz wszystko
pt_br: Ver tudo
ru: Посмотреть все
tr: Tümünü Görüntüle
uk_ua: Переглянути все
zh_hans: 查看全部

# week_axis_label
source: Week
ar: الأسبوع
bn: সপ্তাহ
de: Woche
es: Semana
fa: هفته
fr: Semaine
he: שבוע
hi: सप्ताह
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana
ru: Неделя
tr: Hafta
uk_ua: Тиждень
zh_hans: 周

source: Weekly Progress
ar: التقدم الأسبوعي
bn: সাপ্তাহিক অগ্রগতি
de: Wöchentlicher Fortschritt
es: Progreso semanal
fa: پیشرفت هفتگی
fr: Progrès hebdomadaire
he: התקדמות שבועית
hi: साप्ताहिक प्रगति
it: Progressi settimanali
ja: 週間進捗状況
ko: 주간 학습 진도
pl: Postęp tygodniowy
pt_br: Progresso semanal
ru: Еженедельный прогресс
tr: Haftalık İlerleme
uk_ua: Тижневий прогрес
zh_hans: 每周进度

source: You can add one audio recording to each learning record. Remove the current audio to add a new one.
ar: يمكنك إضافة تسجيل صوتي واحد لكل سجل تعليمي. قم بإزالة الصوت الحالي لإضافة صوت جديد.
bn: আপনি প্রতিটি লার্নিং রেকর্ডে একটি অডিও রেকর্ডিং যোগ করতে পারেন। নতুন একটি যোগ করতে বর্তমান অডিওটি সরিয়ে ফেলুন।
de: Du kannst jedem Lerneintrag eine Audioaufnahme hinzufügen. Entferne die aktuelle Audioaufnahme, um eine neue hinzuzufügen.
es: Puedes añadir una grabación de audio a cada registro de aprendizaje. Elimina el audio actual para añadir uno nuevo.
fa: شما می‌توانید یک ضبط صوتی به هر سابقه یادگیری اضافه کنید. برای افزودن صدای جدید، صدای فعلی را حذف کنید.
fr: Vous pouvez ajouter un enregistrement audio à chaque dossier d'apprentissage. Supprimez l'audio actuel pour en ajouter un nouveau.
he: ניתן להוסיף הקלטת אודיו אחת לכל רשומת למידה. הסר את האודיו הנוכחי כדי להוסיף אחד חדש.
hi: आप प्रत्येक लर्निंग रिकॉर्ड में एक ऑडियो रिकॉर्डिंग जोड़ सकते हैं। नई रिकॉर्डिंग जोड़ने के लिए वर्तमान ऑडियो को हटाएँ।
it: Puoi aggiungere una registrazione audio a ciascun record di apprendimento. Rimuovi l'audio corrente per aggiungerne uno nuovo.
ja: 各学習記録に1つのオーディオ録音を追加できます。新しいオーディオを追加するには、現在のオーディオを削除してください。
ko: 각 학습 기록에 오디오 녹음을 하나만 추가할 수 있습니다. 새 오디오를 추가하려면 현재 오디오를 제거하세요.
pl: Możesz dodać jedno nagranie audio do każdego wpisu edukacyjnego. Usuń bieżące nagranie, aby dodać nowe.
pt_br: Você pode adicionar uma gravação de áudio para cada registro de aprendizado. Remova o áudio atual para adicionar um novo.
ru: Вы можете добавить одну аудиозапись к каждой учебной записи. Удалите текущую аудиозапись, чтобы добавить новую.
tr: Her öğrenme kaydına bir ses kaydı ekleyebilirsiniz. Yeni bir tane eklemek için mevcut sesi kaldırın.
uk_ua: Ви можете додати один аудіозапис до кожного навчального запису. Видаліть поточне аудіо, щоб додати нове.
zh_hans: 每条学习记录可以添加一个音频录音。移除当前音频后可添加新的音频。

# app_name
source: StudyMate AI
bn: স্টাডিমেট এআই
hi: स्टडीमेट AI
